[
  {
    "id": "m1",
    "description": "The Laptop boasts a stunning 15.6-inch InfinityEdge display, delivering immersive visuals in a sleek, portable design.",
    "price": "46600",

    "image": "images/2.png"
  },
  {
    "id": "m2",

    "price": "15000",
    "description": "The Amazon Echo Dot is a compact smart speaker with Alexa, offering hands-free voice control for music, news, and smart home devices.",
    "image": "images/alexa.png"
  },
  {
    "id": "m3",

    "price": "499",
    "description": "The Philips Hue smart bulb offers adjustable white and color lighting options, controllable via smartphone or voice commands.",
    "image": "images/bulb.png"
  },
  {
    "id": "m4",

    "price": "35000",
    "description": "The Canon EOS Rebel T7i is a versatile DSLR camera featuring a 24.2MP sensor and DIGIC 7 image processor, delivering stunning image quality and high-speed performance.",
    "image": "images/camera.png"
  },
  {
    "id": "m5",

    "price": "47000",
    "description": "The Dell XPS 15 Laptop boasts a stunning 15.6-inch InfinityEdge display, delivering immersive visuals in a sleek, portable design. ",
    "image": "images/laptop.png"
  },
  {
    "id": "m6",

    "price": "10999",
    "description": "The Apple Watch Series 7 combines advanced health monitoring with sleek design, featuring a larger, always-on Retina display.",
    "image": "images/smartwatch.png"
  },
  {
    "id": "m7",

    "price": "49599",
    "description": "The HP Spectre x360 is a premium convertible laptop with a stunning 13.3-inch 4K touchscreen display.",
    "image": "images/hp.png"
  },
  {
    "id": "m8",

    "price": "2942",
    "description": "The Rogue Fitness Kettlebell is a durable and versatile fitness tool, crafted from solid cast iron with a wide, flat base for stability. ",
    "image": "images/kettle_bell.png"
  },
  {
    "id": "m9",

    "price": "2478",
    "description": "The Logitech G Pro X is a high-performance mechanical gaming keyboard designed for professional gamers.",
    "image": "images/keyboard.png"
  },
  {
    "id": "m10",

    "price": "1099",
    "description": "The Sony WH-1000XM4 headphones offer industry-leading noise cancellation and exceptional sound quality.",
    "image": "images/mic.png"
  }
]
